Repository: oakreader/oakreader
Catalog: OakReader/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Search the web or open a link.
de: Im Web suchen oder einen Link öffnen.
es: Busca en la web o abre un enlace.
fr: Rechercher sur le Web ou ouvrir un lien.
ja: ウェブを検索するかリンクを開きます。
ko: 웹을 검색하거나 링크를 엽니다.
zh_hans: 搜索网页或打开链接。
zh_hant: 搜尋網頁或打開連結。

source: Search the web, open a link, or ask the AI.
de: Durchsuchen Sie das Web, öffnen Sie einen Link oder fragen Sie die KI.
es: Busca en la web, abre un enlace o pregunta a la IA.
fr: Recherchez sur le web, ouvrez un lien ou interrogez l’IA.
ja: Web を検索したり、リンクを開いたり、AI に質問したりできます。
ko: 웹을 검색하거나 링크를 열거나 AI에게 질문하십시오.
zh_hans: 搜索网页、打开链接或询问 AI。
zh_hant: 搜尋網頁、開啟連結，或詢問 AI。

source: Searching...
de: Suchen …
es: Buscando...
fr: Recherche…
ja: 検索中...
ko: 검색 중...
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: Select an annotation to edit
de: Wählen Sie eine Anmerkung zum Bearbeiten aus
es: Selecciona una anotación para editar
fr: Sélectionnez une annotation à modifier
ja: 編集する注釈を選択してください
ko: 편집할 주석을 선택하십시오
zh_hans: 选择要编辑的批注
zh_hant: 選取要編輯的註解

source: Select an item in the table to see its duplicate group and merge options.
de: Wählen Sie ein Objekt in der Tabelle aus, um seine Duplikatgruppe und Zusammenführungsoptionen anzuzeigen.
es: Selecciona un ítem de la tabla para ver su grupo de duplicados y las opciones de fusión.
fr: Sélectionnez un élément dans le tableau pour voir son groupe de doublons et les options de fusion.
ja: 重複グループと結合オプションを表示するには、表内の項目を選択してください。
ko: 중복 그룹과 병합 옵션을 보려면 테이블에서 항목을 선택하십시오.
zh_hans: 在表格中选择一个条目，以查看其重复组和合并选项。
zh_hant: 在表格中選取項目，以查看其重複群組與合併選項。

source: Select which item to keep. Attachments and tags from the others will be transferred to it.
de: Wählen Sie aus, welches Objekt behalten werden soll. Anhänge und Tags der anderen werden darauf übertragen.
es: Selecciona qué ítem conservar. Los archivos adjuntos y las etiquetas de los demás se transferirán a este.
fr: Sélectionnez l’élément à conserver. Les pièces jointes et les tags des autres lui seront transférés.
ja: 残す項目を選択してください。ほかの項目の添付ファイルとタグがこの項目に移されます。
ko: 유지할 항목을 선택하십시오. 다른 항목의 첨부 파일과 태그가 해당 항목으로 전송됩니다.
zh_hans: 选择要保留的条目。其他条目的附件和标签将转移到该条目。
zh_hant: 選擇要保留的項目。其他項目的附件與標籤將會轉移至此項目。

source: Send message (↩)
de: Nachricht senden (↩)
es: Enviar mensaje (↩)
fr: Envoyer le message (↩)
ja: メッセージを送信 (↩)
ko: 메시지 보내기 (↩)
zh_hans: 发送消息 (↩)
zh_hant: 傳送訊息 (↩)

source: Set
de: Festlegen
es: Establecer
fr: Définir
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
ja: セットアップ
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Setup required
de: Einrichtung erforderlich
es: Configuración requerida
fr: Configuration requise
ja: 設定が必要
ko: 설정 필요
zh_hans: 需要设置
zh_hant: 需要設定

source: Share %lld Links
de: %lld Links teilen
es: Compartir %lld enlaces
fr: Partager %lld liens
ja: %lld 件のリンクを共有
ko: 링크 %lld개 공유
zh_hans: 分享 %lld 个链接
zh_hant: 分享 %lld 個連結

source: Share...
de: Teilen …
es: Compartir…
fr: Partager…
ja: 共有…
ko: 공유…
zh_hans: 共享…
zh_hant: 分享…

source: Shared with the Google chat provider. Point Base URL at a proxy or relay; empty uses the default.
de: Wird mit dem Google-Chat-Anbieter geteilt. Base URL auf einen Proxy oder ein Relay richten; leer verwendet die Standardeinstellung.
es: Compartido con el proveedor de chat de Google. Apunta la Base URL a un proxy o relé; vacío usa el valor predeterminado.
fr: Partagé avec le fournisseur de chat Google. Pointez la Base URL vers un proxy ou un relais ; vide utilise la valeur par défaut.
ja: Google チャットプロバイダと共有されます。Base URL をプロキシまたはリレーに設定します。空欄の場合はデフォルトを使用します。
ko: Google 채팅 제공자와 공유됩니다. Base URL을 프록시나 릴레이로 지정하세요. 비워 두면 기본값이 사용됩니다.
zh_hans: 与 Google 聊天提供方共享。将 Base URL 指向代理或中转；留空则使用默认值。
zh_hant: 與 Google 聊天供應商共用。將 Base URL 指向代理或中繼；留空則使用預設值。

source: Shared with the OpenAI chat provider. Leave Base URL empty to follow the chat endpoint, or set a proxy/relay here.
de: Wird mit dem OpenAI-Chatanbieter geteilt. Lassen Sie die Base URL leer, um dem Chat-Endpunkt zu folgen, oder legen Sie hier einen Proxy/Relay fest.
es: Compartido con el proveedor de chat de OpenAI. Deja la Base URL vacía para seguir el extremo del chat, o configura aquí un proxy/relé.
fr: Partagé avec le fournisseur de chat OpenAI. Laissez la Base URL vide pour suivre le point de terminaison du chat, ou définissez ici un proxy/relais.
ja: OpenAI チャットプロバイダと共有されます。チャットのエンドポイントに従う場合は Base URL を空のままにし、プロキシ／中継を使う場合はここに設定してください。
ko: OpenAI 채팅 제공자와 공유됩니다. 채팅 엔드포인트를 따르려면 Base URL을 비워 두고, 프록시/릴레이를 사용하려면 여기에 설정하세요.
zh_hans: 与 OpenAI 聊天提供方共用。将 Base URL 留空以沿用聊天端点，或在此设置代理/中转。
zh_hant: 與 OpenAI 聊天供應商共用。將 Base URL 留空以沿用聊天端點，或在此設定代理／中轉。

source: Show Collections
de: Sammlungen anzeigen
es: Mostrar colecciones
fr: Afficher les collections
ja: コレクションを表示
ko: 컬렉션 표시
zh_hans: 显示收藏集
zh_hant: 顯示收藏集

source: Show all notes
de: Alle Notizen anzeigen
es: Mostrar todas las notas
fr: Afficher toutes les notes
ja: すべてのノートを表示
ko: 모든 노트 표시
zh_hans: 显示全部笔记
zh_hant: 顯示全部筆記

source: Show error details
de: Fehlerdetails anzeigen
es: Mostrar detalles del error
fr: Afficher les détails de l’erreur
ja: エラーの詳細を表示
ko: 오류 세부 정보 표시
zh_hans: 显示错误详情
zh_hant: 顯示錯誤詳情

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finder に表示
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Show only notes tagged #%@
de: Nur mit #%@ markierte Notizen anzeigen
es: Mostrar solo las notas etiquetadas con #%@
fr: Afficher uniquement les notes étiquetées #%@
ja: #%@ のタグが付いたメモのみ表示
ko: #%@ 태그가 있는 메모만 표시
zh_hans: 仅显示带有 #%@ 标签的笔记
zh_hant: 僅顯示帶有 #%@ 標籤的筆記

source: Show status bar
de: Statusleiste anzeigen
es: Mostrar la barra de estado
fr: Afficher la barre d'état
ja: ステータスバーを表示
ko: 상태 표시줄 보기
zh_hans: 显示状态栏
zh_hant: 顯示狀態列

source: Sidebar Collections
de: Seitenleisten-Sammlungen
es: Colecciones de la barra lateral
fr: Collections de la barre latérale
ja: サイドバーのコレクション
ko: 사이드바 컬렉션
zh_hans: 边栏收藏集
zh_hant: 側邊欄收藏集

source: Sign in with %@...
de: Mit %@ anmelden…
es: Iniciar sesión con %@…
fr: Se connecter avec %@…
ja: %@ でサインイン…
ko: %@(으)로 로그인…
zh_hans: 使用 %@ 登录…
zh_hant: 使用 %@ 登入…

source: Since
de: Seit
es: Desde
fr: Depuis
ja: 開始日
ko: 시작
zh_hans: 自
zh_hant: 自

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过
zh_hant: 略過

source: Smaller file
de: Kleinere Datei
es: Archivo más pequeño
fr: Fichier plus petit
ja: ファイルサイズ小
ko: 더 작은 파일
zh_hans: 更小的文件
zh_hant: 較小的檔案

source: Snapshot
de: Schnappschuss
es: Instantánea
fr: Capture
ja: スナップショット
ko: 스냅샷
zh_hans: 快照
zh_hant: 快照

source: Sort Library
de: Bibliothek sortieren
es: Ordenar biblioteca
fr: Trier la bibliothèque
ja: ライブラリを並べ替え
ko: 라이브러리 정렬
zh_hans: 排序资料库
zh_hant: 排序資料庫

source: Source
de: Quelle
es: Fuente
ja: ソース
ko: 소스
zh_hans: 来源
zh_hant: 來源

source: Source Language
de: Ausgangssprache
es: Idioma de origen
fr: Langue source
ja: 元の言語
ko: 원본 언어
zh_hans: 源语言
zh_hant: 來源語言

source: Start
de: Anfang
es: Inicio
fr: Début
ja: 先頭
ko: 시작
zh_hans: 开始
zh_hant: 開始

source: Start a new chat to see it here.
de: Starten Sie einen neuen Chat, um ihn hier zu sehen.
es: Inicia un nuevo chat para verlo aquí.
fr: Démarrez une nouvelle conversation pour la voir ici.
ja: 新しいチャットを開始すると、ここに表示されます。
ko: 여기에 표시하려면 새 채팅을 시작하십시오.
zh_hans: 开始新对话即可在此查看。
zh_hant: 開始新的聊天即可在此顯示。

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
zh_hans: 停止
zh_hant: 停止

source: Stop generating
de: Generierung stoppen
es: Detener generación
fr: Arrêter la génération
ja: 生成を停止
ko: 생성 중지
zh_hans: 停止生成
zh_hant: 停止生成

source: Submit
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 제출
zh_hans: 提交
zh_hant: 提交

source: Swap languages
de: Sprachen tauschen
es: Intercambiar idiomas
fr: Inverser les langues
ja: 言語を入れ替える
ko: 언어 교체
zh_hans: 交换语言
zh_hant: 交換語言

source: Switch to full-text content search
de: Zur Volltext-Inhaltssuche wechseln
es: Cambiar a la búsqueda de contenido de texto completo
fr: Passer à la recherche plein texte du contenu
ja: 全文コンテンツ検索に切り替え
ko: 전문 콘텐츠 검색으로 전환
zh_hans: 切换到全文内容搜索
zh_hant: 切換到全文內容搜尋

source: Switch to title search
de: Zur Titelsuche wechseln
es: Cambiar a búsqueda por título
fr: Passer à la recherche par titre
ja: タイトル検索に切り替え
ko: 제목 검색으로 전환
zh_hans: 切换到标题搜索
zh_hant: 切換到標題搜尋

source: TTS Model
de: TTS-Modell
es: Modelo TTS
fr: Modèle TTS
ja: TTS モデル
ko: TTS 모델
zh_hans: TTS 模型
zh_hant: TTS 模型

source: Target Language
de: Zielsprache
es: Idioma de destino
fr: Langue cible
ja: 翻訳先の言語
ko: 대상 언어
zh_hans: 目标语言
zh_hant: 目標語言

source: Test
de: Testen
es: Probar
fr: Tester
ja: テスト
ko: 테스트
zh_hans: 测试
zh_hant: 測試

source: Test & Save
de: Testen & Sichern
es: Probar y guardar
fr: Tester et enregistrer
ja: テストして保存
ko: 테스트 후 저장
zh_hans: 测试并存储
zh_hant: 測試並儲存

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続をテスト
ko: 연결 테스트
zh_hans: 测试连接
zh_hant: 測試連線

source: Test Speaker
de: Lautsprecher testen
es: Probar el altavoz
fr: Tester le haut-parleur
ja: スピーカーをテスト
ko: 스피커 테스트
zh_hans: 测试扬声器
zh_hant: 測試喇叭

source: Text-to-Speech
de: Text-zu-Sprache
es: Texto a voz
fr: Synthèse vocale
ja: テキスト読み上げ
ko: 텍스트 음성 변환
zh_hans: 文字转语音
zh_hant: 文字轉語音

source: The agent will no longer remember this. This can't be undone.
de: Der Agent merkt sich dies nicht mehr. Dies kann nicht rückgängig gemacht werden.
es: El agente ya no recordará esto. Esta acción no se puede deshacer.
fr: L’agent ne s’en souviendra plus. Cette action est irréversible.
ja: エージェントはこれを記憶しなくなります。この操作は取り消せません。
ko: 에이전트가 더 이상 이 내용을 기억하지 않습니다. 이 작업은 취소할 수 없습니다.
zh_hans: 智能体将不再记住此内容。此操作无法撤销。
zh_hant: 智能體將不再記住此內容。此操作無法復原。

source: The document passed all accessibility checks.
de: Das Dokument hat alle Prüfungen der Bedienungshilfen bestanden.
es: El documento superó todas las comprobaciones de accesibilidad.
fr: Le document a réussi toutes les vérifications d’accessibilité.
ja: この書類はすべてのアクセシビリティチェックに合格しました。
ko: 문서가 모든 손쉬운 사용 검사를 통과했습니다.
zh_hans: 文稿已通过所有辅助功能检查。
zh_hant: 此文件已通過所有輔助使用檢查。

source: The quick brown fox jumps over the lazy dog
de: Franz jagt im komplett verwahrlosten Taxi quer durch Bayern
es: El veloz murciélago hindú comía feliz cardillo y kiwi
fr: Portez ce vieux whisky au juge blond qui fume
ja: いろはにほへと ちりぬるを わかよたれそ つねならむ
ko: 다람쥐 헌 쳇바퀴에 타고파
zh_hans: 敏捷的棕色狐狸跃过懒狗
zh_hant: 敏捷的棕色狐狸跳過懶惰的狗

source: Thinking
de: Denkt nach
es: Pensando
fr: Réflexion
ja: 思考中
ko: 생각 중
zh_hans: 思考中
zh_hant: 思考中

source: Thinking...
de: Denkt nach …
es: Pensando...
fr: Réflexion…
ja: 思考中...
ko: 생각하는 중...
zh_hans: 正在思考…
zh_hant: 正在思考…

source: This can't be undone.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

source: This document has no table of contents.
de: Dieses Dokument hat kein Inhaltsverzeichnis.
es: Este documento no tiene tabla de contenido.
fr: Ce document n’a pas de table des matières.
ja: この書類には目次がありません。
ko: 이 문서에는 목차가 없습니다.
zh_hans: 此文稿没有目录。
zh_hant: 此文件沒有目錄。

source: This page has no headings to build a table of contents.
de: Diese Seite hat keine Überschriften, um ein Inhaltsverzeichnis zu erstellen.
es: Esta página no tiene encabezados para crear una tabla de contenido.
fr: Cette page n’a aucun titre pour créer une table des matières.
ja: このページには目次を作成するための 見出しがありません。
ko: 이 페이지에는 목차를 만들 제목이 없습니다.
zh_hans: 此页面没有标题 无法构建目录。
zh_hant: 此頁面沒有標題 可用以建立目錄。

source: This removes the local provider configuration.
de: Dadurch wird die lokale Anbieterkonfiguration entfernt.
es: Esto elimina la configuración del proveedor local.
fr: Cela supprime la configuration du fournisseur local.
ja: ローカルプロバイダの設定を削除します。
ko: 로컬 제공자 구성을 제거합니다.
zh_hans: 这将移除本地提供方配置。
zh_hant: 這將移除本機供應商設定。

source: This will move OakReader to the Trash and clear its system data — preferences, saved API keys, caches and browsing cookies. This cannot be undone.
de: Dadurch wird OakReader in den Papierkorb verschoben und seine Systemdaten – Einstellungen, gespeicherte API-Schlüssel, Caches und Browser-Cookies – werden gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esto moverá OakReader a la papelera y borrará sus datos del sistema: preferencias, claves API guardadas, cachés y cookies de navegación. Esta acción no se puede deshacer.
fr: Cela déplacera OakReader vers la corbeille et effacera ses données système — préférences, clés API enregistrées, caches et cookies de navigation. Cette action est irréversible.
ja: OakReader をゴミ箱に移動し、システムデータ（環境設定、保存された API キー、キャッシュ、ブラウジング Cookie）を消去します。この操作は取り消せません。
ko: OakReader를 휴지통으로 옮기고 시스템 데이터(환경설정, 저장된 API 키, 캐시, 브라우징 쿠키)를 지웁니다. 이 작업은 취소할 수 없습니다.
zh_hans: 这将把 OakReader 移到废纸篓，并清除其系统数据——偏好设置、已保存的 API 密钥、缓存和浏览 Cookie。此操作无法撤销。
zh_hant: 這將把 OakReader 移到垃圾桶，並清除其系統資料——偏好設定、已儲存的 API 金鑰、快取和瀏覽 Cookie。此操作無法復原。

source: This will permanently delete this collection. This action cannot be undone.
de: Dadurch wird diese Sammlung dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente esta colección. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement cette collection. Cette action est irréversible.
ja: このコレクションを完全に削除します。この操作は取り消せません。
ko: 이 컬렉션을 영구적으로 삭제합니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: 这将永久删除此分类。此操作无法撤销。
zh_hant: 這將永久刪除此收藏集。此操作無法復原。

source: Thought for %@s
de: Nachgedacht für %@ s
es: Pensó durante %@s
fr: Réflexion pendant %@ s
ja: %@ 秒間思考しました
ko: %@초 동안 생각함
zh_hans: 思考了 %@ 秒
zh_hant: 思考了 %@ 秒

source: Thought for %llds
de: %llds nachgedacht
es: Pensó durante %llds
fr: A réfléchi pendant %llds
ja: %lld 秒間思考しました
ko: %lld초 동안 생각함
zh_hans: 思考了 %lld 秒
zh_hant: 思考了 %lld 秒

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

source: Title search active
de: Titelsuche aktiv
es: Búsqueda por título activa
fr: Recherche par titre active
ja: タイトル検索が有効
ko: 제목 검색 활성화됨
zh_hans: 标题搜索已启用
zh_hant: 標題搜尋已啟用

source: To add multiple links, separate with spaces or new lines
de: Um mehrere Links hinzuzufügen, trennen Sie sie durch Leerzeichen oder neue Zeilen
es: Para añadir varios enlaces, sepáralos con espacios o saltos de línea
fr: Pour ajouter plusieurs liens, séparez-les par des espaces ou des sauts de ligne
ja: 複数のリンクを追加するには、スペースまたは改行で区切ってください
ko: 여러 링크를 추가하려면 공백이나 줄 바꿈으로 구분하십시오
zh_hans: 要添加多个链接，请用空格或换行分隔
zh_hant: 若要新增多個連結，請以空格或換行分隔

source: To:
de: Bis:
es: Hasta:
fr: À :
ja: 宛先:
ko: 받는 사람:
zh_hans: 至：
zh_hant: 至：

source: Toggle Sidebar
de: Seitenleiste umschalten
es: Mostrar/ocultar barra lateral
fr: Afficher/masquer la barre latérale
ja: サイドバーを切り替え
ko: 사이드바 전환
zh_hans: 切换边栏
zh_hant: 切換側邊欄

source: Token budget for model reasoning. Higher values allow deeper thinking but increase latency and cost.
de: Token-Budget für das Schlussfolgern des Modells. Höhere Werte ermöglichen tieferes Nachdenken, erhöhen aber Latenz und Kosten.
es: Presupuesto de tokens para el razonamiento del modelo. Los valores más altos permiten un razonamiento más profundo, pero aumentan la latencia y el coste.
fr: Budget de jetons pour le raisonnement du modèle. Des valeurs plus élevées permettent une réflexion plus approfondie mais augmentent la latence et le coût.
ja: モデルの推論に使うトークンの上限です。値を大きくするとより深く思考できますが、応答時間とコストが増加します。
ko: 모델 추론을 위한 토큰 예산입니다. 값이 높을수록 더 깊이 생각할 수 있지만 지연 시간과 비용이 증가합니다.
zh_hans: 模型推理的 Token 预算。值越高可让思考越深入，但会增加延迟和成本。
zh_hant: 模型推理的 token 預算。數值越高可進行越深入的思考，但會增加延遲與成本。

source: Transcribe
de: Transkribieren
es: Transcribir
fr: Transcrire
ja: 文字起こし
ko: 전사
zh_hans: 转写
zh_hant: 轉錄

source: Translating…
de: Wird übersetzt …
es: Traduciendo…
fr: Traduction…
ja: 翻訳中…
ko: 번역 중…
zh_hans: 正在翻译…
zh_hant: 正在翻譯…

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
ja: 翻訳
ko: 번역
zh_hans: 翻译
zh_hant: 翻譯

source: Translation LLM
de: Übersetzungs-LLM
es: LLM de traducción
fr: LLM de traduction
ja: 翻訳 LLM
ko: 번역 LLM
zh_hans: 翻译 LLM
zh_hant: 翻譯 LLM

source: Translation appears here
de: Die Übersetzung erscheint hier
es: La traducción aparece aquí
fr: La traduction apparaît ici
ja: 翻訳がここに表示されます
ko: 번역이 여기에 표시됩니다
zh_hans: 翻译将显示在此处
zh_hant: 翻譯將顯示於此

source: Try a different search or filter.
de: Versuchen Sie eine andere Suche oder einen anderen Filter.
es: Prueba con otra búsqueda o filtro.
fr: Essayez une autre recherche ou un autre filtre.
ja: 別の検索条件やフィルタをお試しください。
ko: 다른 검색어나 필터를 사용해 보십시오.
zh_hans: 请尝试其他搜索或筛选条件。
zh_hant: 請嘗試不同的搜尋或篩選條件。

source: Turbo v2.5 (fastest)
de: Turbo v2.5 (am schnellsten)
es: Turbo v2.5 (el más rápido)
fr: Turbo v2.5 (le plus rapide)
ja: Turbo v2.5（最速）
ko: Turbo v2.5(가장 빠름)
zh_hans: Turbo v2.5（最快）
zh_hant: Turbo v2.5（最快速）

source: Type
de: Typ
es: Tipo
ja: 種類
ko: 유형
zh_hans: 类型
zh_hant: 類型

source: Uninstall & Quit
de: Deinstallieren & beenden
es: Desinstalar y salir
fr: Désinstaller et quitter
ja: アンインストールして終了
ko: 제거 후 종료
zh_hans: 卸载并退出
zh_hant: 解除安裝並結束

source: Uninstall OakReader
de: OakReader deinstallieren
es: Desinstalar OakReader
fr: Désinstaller OakReader
ja: OakReader をアンインストール
ko: OakReader 제거
zh_hans: 卸载 OakReader
zh_hant: 解除安裝 OakReader

source: Uninstall OakReader…
de: OakReader deinstallieren …
es: Desinstalar OakReader…
fr: Désinstaller OakReader…
ja: OakReader をアンインストール…
ko: OakReader 제거…
zh_hans: 卸载 OakReader…
zh_hant: 解除安裝 OakReader…

source: Unknown Provider
de: Unbekannter Anbieter
es: Proveedor desconocido
fr: Fournisseur inconnu
ja: 不明なプロバイダ
ko: 알 수 없는 제공자
zh_hans: 未知提供方
zh_hant: 未知供應商

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
ko: 업데이트
zh_hans: 更新
zh_hant: 更新

source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: アップデートがあります
ko: 업데이트 사용 가능
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Upload File
de: Datei hochladen
es: Subir archivo
fr: Téléverser un fichier
ja: ファイルをアップロード
ko: 파일 업로드
zh_hans: 上传文件
zh_hant: 上傳檔案

source: Use Chat default
de: Chat-Standard verwenden
es: Usar valor predeterminado del chat
fr: Utiliser la valeur par défaut du chat
ja: チャットの既定値を使用
ko: 채팅 기본값 사용
zh_hans: 使用聊天默认值
zh_hant: 使用聊天預設值

source: Use Custom Location...
de: Eigenen Speicherort verwenden …
es: Usar ubicación personalizada…
fr: Utiliser un emplacement personnalisé…
ja: カスタムの場所を使用…
ko: 사용자 지정 위치 사용…
zh_hans: 使用自定义位置…
zh_hant: 使用自訂位置…

source: Use slash (/) for hierarchy, e.g. "Research/AI"
de: Verwenden Sie den Schrägstrich (/) für die Hierarchie, z. B. „Research/AI“
es: Usa la barra (/) para la jerarquía, p. ej. «Research/AI»
fr: Utilisez la barre oblique (/) pour la hiérarchie, par ex. « Research/AI »
ja: 階層にはスラッシュ（/）を使います（例: "Research/AI"）
ko: 계층 구조에는 슬래시(/)를 사용하십시오(예: "Research/AI")
zh_hans: 使用斜杠（/）表示层级，例如“Research/AI”
zh_hant: 使用斜線（/）建立階層，例如「Research/AI」

source: Used by the translation panel when selected text is sent for translation.
de: Wird vom Übersetzungsfeld verwendet, wenn ausgewählter Text zur Übersetzung gesendet wird.
es: Lo usa el panel de traducción cuando se envía texto seleccionado para traducir.
fr: Utilisé par le panneau de traduction lorsque le texte sélectionné est envoyé pour traduction.
ja: 選択したテキストを翻訳に送るときに、翻訳パネルで使用されます。
ko: 선택한 텍스트를 번역에 보낼 때 번역 패널에서 사용됩니다.
zh_hans: 当所选文本被发送翻译时，由翻译面板使用。
zh_hant: 當選取的文字送出翻譯時，由翻譯面板使用。

source: Used for searches typed into a new tab or the web address bar.
de: Wird für Suchen verwendet, die in einen neuen Tab oder die Adressleiste eingegeben werden.
es: Se usa para las búsquedas escritas en una pestaña nueva o en la barra de direcciones.
fr: Utilisé pour les recherches saisies dans un nouvel onglet ou la barre d'adresse.
ja: 新しいタブまたはアドレスバーに入力した検索に使用されます。
ko: 새 탭이나 웹 주소 표시줄에 입력한 검색에 사용됩니다.
zh_hans: 用于在新标签页或网址栏中输入的搜索。
zh_hant: 用於在新分頁或網址列中輸入的搜尋。

source: Using
de: Verwendet
es: Usando
fr: Utilise
ja: 使用中
ko: 사용 중
zh_hans: 正在使用
zh_hant: 正在使用

source: Using %@
de: %@ wird verwendet
es: Usando %@
fr: Utilise %@
ja: %@ を使用中
ko: %@ 사용 중
zh_hans: 正在使用 %@
zh_hant: 正在使用 %@

source: Using %@ (free, no key required)
de: %@ wird verwendet (kostenlos, kein Schlüssel erforderlich)
es: Usando %@ (gratis, sin clave)
fr: Utilise %@ (gratuit, sans clé)
ja: %@ を使用（無料、キー不要）
ko: %@ 사용 (무료, 키 불필요)
zh_hans: 使用 %@（免费，无需密钥）
zh_hant: 使用 %@（免費，無需金鑰）

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ko: 값
zh_hans: 值
zh_hant: 值

source: View Source in Browser
de: Quelle im Browser anzeigen
es: Ver fuente en el navegador
fr: Afficher la source dans le navigateur
ja: ブラウザでソースを表示
ko: 브라우저에서 원본 보기
zh_hans: 在浏览器中查看源页面
zh_hant: 在瀏覽器中檢視原始頁面

source: Voice
de: Stimme
es: Voz
fr: Voix
ja: 音声
ko: 음성
zh_hans: 语音
zh_hant: 語音

source: Voice Chat LLM
de: Sprachchat-LLM
es: LLM de chat de voz
fr: LLM de chat vocal
ja: 音声チャット LLM
ko: 음성 채팅 LLM
zh_hans: 语音聊天 LLM
zh_hant: 語音聊天 LLM

source: Voice ID
de: Stimmen-ID
es: ID de voz
fr: ID de voix
ja: 音声 ID
ko: 음성 ID
zh_hans: 语音 ID
zh_hant: 語音 ID

source: Voice Reference ID (optional)
de: Stimmen-Referenz-ID (optional)
es: ID de referencia de voz (opcional)
fr: ID de référence vocale (facultatif)
ja: 音声リファレンス ID（任意）
ko: 음성 참조 ID(선택 사항)
zh_hans: 声音参考 ID（可选）
zh_hant: 聲音參考 ID（選填）

source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ko: 볼륨
zh_hans: 音量
zh_hant: 音量

source: Waiting for authorization...
de: Warten auf Autorisierung …
es: Esperando autorización...
fr: En attente d’autorisation…
ja: 認証を待っています...
ko: 인증을 기다리는 중...
zh_hans: 正在等待授权…
zh_hant: 正在等待授權…

source: Your library has no duplicate items.
de: Ihre Mediathek enthält keine doppelten Objekte.
es: Tu biblioteca no tiene ítems duplicados.
fr: Votre bibliothèque ne contient aucun élément en double.
ja: ライブラリに重複項目はありません。
ko: 라이브러리에 중복 항목이 없습니다.
zh_hans: 你的文献库中没有重复条目。
zh_hant: 您的文獻庫沒有重複項目。

source: Your library will be moved to the Trash. Export a backup first if you might want it back.
de: Ihre Bibliothek wird in den Papierkorb verschoben. Exportieren Sie zuerst ein Backup, falls Sie sie zurückhaben möchten.
es: Tu biblioteca se moverá a la Papelera. Exporta primero una copia de seguridad por si quieres recuperarla.
fr: Votre bibliothèque sera placée dans la corbeille. Exportez d'abord une sauvegarde si vous pensez vouloir la récupérer.
ja: ライブラリはゴミ箱に移動されます。後で元に戻す可能性がある場合は、先にバックアップをエクスポートしてください。
ko: 라이브러리가 휴지통으로 이동됩니다. 나중에 복구할 수도 있다면 먼저 백업을 내보내세요.
zh_hans: 您的资料库将被移到废纸篓。如果以后可能还需要，请先导出备份。
zh_hant: 您的資料庫將被移到垃圾桶。如果以後可能還需要，請先匯出備份。

source: Your saved API key and any sign-in for this provider will be permanently deleted. You'll need to re-enter them to use it again.
de: Dein gespeicherter API-Schlüssel und alle Anmeldungen für diesen Anbieter werden dauerhaft gelöscht. Du musst sie erneut eingeben, um ihn wieder zu verwenden.
es: Tu clave API guardada y cualquier inicio de sesión para este proveedor se eliminarán permanentemente. Tendrás que volver a introducirlos para usarlo de nuevo.
fr: Votre clé API enregistrée et toute connexion pour ce fournisseur seront définitivement supprimées. Vous devrez les saisir à nouveau pour le réutiliser.
ja: このプロバイダに保存された API キーとサインイン情報は完全に削除されます。再び使用するには再入力が必要です。
ko: 이 제공자에 저장된 API 키와 로그인 정보가 영구적으로 삭제됩니다. 다시 사용하려면 재입력해야 합니다.
zh_hans: 此服务商已保存的 API 密钥及任何登录信息将被永久删除。再次使用时需要重新输入。
zh_hant: 此服務商已儲存的 API 金鑰及任何登入資訊將被永久刪除。再次使用時需要重新輸入。

source: ^[%lld fact](inflect: true)
de: ^[%lld Fakt](inflect: true)
es: ^[%lld dato](inflect: true)
fr: ^[%lld fait](inflect: true)
ja: %lld 件の事実
ko: %lld개 항목
zh_hans: %lld 条事实
zh_hant: %lld 條事實

source: by %@
de: von %@
es: por %@
fr: par %@
ja: %@ 著
ko: 작성자: %@
zh_hans: 由 %@
zh_hant: 由 %@

source: default
de: Standard
es: por omisión
fr: par défaut
ja: デフォルト
ko: 기본값
zh_hans: 默认
zh_hant: 預設

source: e.g., 1, 3, 5-8, 12
de: z. B. 1, 3, 5-8, 12
es: p. ej., 1, 3, 5-8, 12
fr: p. ex. 1, 3, 5-8, 12
ja: 例：1, 3, 5-8, 12
ko: 예: 1, 3, 5-8, 12
zh_hans: 例如：1, 3, 5-8, 12
zh_hant: 例如：1, 3, 5-8, 12

source: of the following conditions:
de: der folgenden Bedingungen:
es: de las siguientes condiciones:
fr: des conditions suivantes :
ja: 次の条件:
ko: 다음 조건 중:
zh_hans: 以下条件：
zh_hant: 下列條件：

source: or click to browse
de: oder klicken zum Durchsuchen
es: o haz clic para examinar
fr: ou cliquez pour parcourir
ja: またはクリックして選択
ko: 또는 클릭하여 찾아보기
zh_hans: 或点按以浏览
zh_hant: 或點按以瀏覽
